# У вас есть 3 переменные
num1 = 50
num2 = "011"
num3 = "-10"
# Напишите программу в 1 строку, которая будет складывать все 3 переменные, а затем выводить остаток от 4
# Для вывода используйте функцию print().
# Должно выводится 3.